Revit 2027 API
ParameterTypeId.GridHeadTag Property
 "Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridHeadTag { get; }
Public Shared ReadOnly Property GridHeadTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridHeadTag {
	ForgeTypeId^ get ();
}
static member GridHeadTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace